A = [
    {'ja': '姪浜', 'ko': '메이노하마'},
    {'ja': '室見', 'ko': '무로미'},
    {'ja': '藤崎', 'ko': '후지사키'},
    {'ja': '西新', 'ko': '니시진'},
    {'ja': '唐人町', 'ko': '토진마치'},
    {'ja': '大濠公園', 'ko': '오호리코엔'},
    {'ja': '赤坂', 'ko': '아카사카'},
    {'ja': '天神', 'ko': '텐진'},
    {'ja': '中洲川端', 'ko': '나카스카와바타'},
    {'ja': '祇園', 'ko': '기온'},
    {'ja': '博多', 'ko': '하카타'},
    {'ja': '東比恵', 'ko': '히가시히에'},
    {'ja': '福岡空港', 'ko': '후쿠오카 공항'}
]
H = [
    {'ja': '中洲川端', 'ko': '나카스카와바타'},
    {'ja': '呉服町', 'ko': '고후쿠마치'},
    {'ja': '千代県庁口', 'ko': '치요켄쵸구치'},
    {'ja': '馬出九大病院前', 'ko': '마이다시큐다이뵤인마에'},
    {'ja': '箱崎宮前', 'ko': '하코자키미야마에'},
    {'ja': '箱崎九大前', 'ko': '하코자키큐다이마에'},
    {'ja': '貝塚', 'ko': '카이즈카'}
]
N = [
    {'ja': '橋本', 'ko': '하시모토'},
    {'ja': '次郎丸', 'ko': '지로마루'},
    {'ja': '賀茂', 'ko': '카모'},
    {'ja': '野芥', 'ko': '노케'},
    {'ja': '梅林', 'ko': '우메바야시'},
    {'ja': '福大前', 'ko': '후쿠다이마에'},
    {'ja': '七隈', 'ko': '나나쿠마'},
    {'ja': '金山', 'ko': '카나야마'},
    {'ja': '茶山', 'ko': '차야마'},
    {'ja': '別府', 'ko': '베후'},
    {'ja': '六本松', 'ko': '롯폰마츠'},
    {'ja': '桜坂', 'ko': '사쿠라자카'},
    {'ja': '薬院大通', 'ko': '야쿠인오도리'},
    {'ja': '薬院', 'ko': '야쿠인'},
    {'ja': '渡辺通', 'ko': '와타나베도리'},
    {'ja': '天神南', 'ko': '텐진미나미'},
    {'ja': '櫛田神社前', 'ko': '쿠시다진자마에'},
    {'ja': '博多', 'ko': '하카타'}

]