air = {
'y': {
'up': 713,
'down': 485
},
'data':[
{'p': '메이노하마', 'x': 125},
{'p': '메이노하마-무로미', 'x': 184},
{'p': '무로미', 'x': 244},
{'p': '무로미-후지사키', 'x': 310},
{'p': '후지사키', 'x': 363},
{'p': '후지사키-니시진', 'x': 430},
{'p': '니시진', 'x': 480},
{'p': '니시진-토진마치', 'x': 548},
{'p': '토진마치', 'x': 600},
{'p': '토진마치-오호리코엔', 'x': 670},
{'p': '오호리코엔', 'x': 710},
{'p': '오호리코엔-아카사카', 'x': 777},
{'p': '아카사카', 'x': 835},
{'p': '아카사카-텐진', 'x': 905},
{'p': '텐진', 'x': 955},
{'p': '텐진-나카스카와바타', 'x': 1017},
{'p': '나카스카와바타', 'x': 1077},
{'p': '나카스카와바타-기온', 'x': 1136},
{'p': '기온', 'x': 1197},
{'p': '기온-하카타', 'x': 1260},
{'p': '하카타', 'x': 1312},
{'p': '하카타-히가시히에', 'x': 1373},
{'p': '히가시히에', 'x': 1432},
{'p': '히가시히에-후쿠오카 공항', 'x': 1496},
{'p': '후쿠오카 공항', 'x': 1550}
]
}

hakozaki = {
'y': {
'up': 302,
'down': 20
},
'data':[
{'p': '나카스카와바타', 'x': 1077},
{'p': '나카스카와바타-고후쿠마치', 'x': 1136},
{'p': '고후쿠마치', 'x': 1197},
{'p': '고후쿠마치-치요켄쵸구치', 'x': 1260},
{'p': '치요켄쵸구치', 'x': 1312},
{'p': '치요켄쵸구치-마이다시큐다이뵤인마에', 'x': 1373},
{'p': '마이다시큐다이뵤인마에', 'x': 1432},
{'p': '마이다시큐다이뵤인마에-하코자키미야마에', 'x': 1496},
{'p': '하코자키미야마에', 'x': 1550},
{'p': '하코자키미야마에-하코자키큐다이마에', 'x': 1614},
{'p': '하코자키큐다이마에', 'x': 1672},
{'p': '하코자키큐다이마에-카이즈카', 'x': 1730},
{'p': '카이즈카', 'x': 1790}
]
}

nanakuma = {
'y': {
'up': 641,
'down': 359
},
'data':[
{'p': '하시모토', 'x': 71},
{'p': '하시모토-지로마루', 'x': 120},
{'p': '지로마루', 'x': 176},
{'p': '지로마루-카모', 'x': 224},
{'p': '카모', 'x': 281},
{'p': '카모-노케', 'x': 329},
{'p': '노케', 'x': 385},
{'p': '노케-우메바야시', 'x': 436},
{'p': '우메바야시', 'x': 489},
{'p': '우메바야시-후쿠다이마에', 'x': 547},
{'p': '후쿠다이마에', 'x': 593},
{'p': '후쿠다이마에-나나쿠마', 'x': 650},
{'p': '나나쿠마', 'x': 700},
{'p': '나나쿠마-카나야마', 'x': 752},
{'p': '카나야마', 'x': 802},
{'p': '카나야마-차야마', 'x': 856},
{'p': '차야마', 'x': 906},
{'p': '차야마-베후', 'x': 960},
{'p': '배후', 'x': 1011},
{'p': '베후-롯폰마츠', 'x': 1066},
{'p': '롯폰마츠', 'x': 1116},
{'p': '롯폰마츠-사쿠라자카', 'x': 1170},
{'p': '사쿠라자카', 'x': 1221},
{'p': '사쿠라자카-야쿠인오도리', 'x': 1275},
{'p': '야쿠인오도리', 'x': 1325},
{'p': '야쿠인오도리-야쿠인', 'x': 1739},
{'p': '야쿠인', 'x': 1430},
{'p': '야쿠인-와타나베도리', 'x': 1482},
{'p': '와타나베도리', 'x': 1534},
{'p': '와타나베도리-텐진미나미', 'x': 1586},
{'p': '텐진미나미', 'x': 1638},
{'p': '텐진미나미-쿠시다진자마에', 'x': 1690},
{'p': '쿠시다진자마에', 'x': 1743},
{'p': '쿠시다진자마에-하카타', 'x': 1796},
{'p': '하카타', 'x': 1848}
]
}